{
  "app": {
    "title": "Holidays 🇦🇲 Calendar",
    "language": "Language",
    "holidaysForYear": "Holidays in {year}"
  },
  "holidays": {
    "moreDetails": "More details"
  },
  "language": {
    "ru": "Russian",
    "en": "English",
    "am": "Armenian",
    "fr": "French"
  },
  "holidayTitles": {
    "easter": "Easter (Zatik)",
    "sarkisDay": "Saint Sargis Day",
    "vardanankDay": "Vardanank",
    "maslenitsaDay": "Bun Barekendan",
    "ripsimeDay": "Saint Hripsime Memorial Day",
    "echmiadzinDay": "Feast of Etchmiadzin Cathedral",
    "vardavarDay": "Vardavar",
    "grapesDay": "Blessing of Grapes",
    "translatorDay": "Holy Translators' Day",
    "newYear": "New Year",
    "christmas": "Christmas",
    "terendezDay": "Trndez",
    "bookGivingDay": "Book Giving Day",
    "annunciationDay": "Annunciation",
    "vDay": "Victory Day",
    "republicDay": "Republic Day",
    "nationalFlagDay": "National Flag Day",
    "constitutionDay": "Constitution Day",
    "nationalIdentityDay": "National Identity Day",
    "independenceDay": "Independence Day",
    "gregoryDay": "Saint Gregory Day"
  },
  "holidayDescriptions": {
    "easter": "<p>Easter is the most important Christian holiday, celebrated with great solemnity. The Armenian word for Easter, Zatik, most likely derives from azatutyun, meaning freedom or liberation, and carries the sense of deliverance from suffering, sin, and death. Worshippers greet one another with the words \"Kristos haryav i merelotz!\" and respond \"Orhnyal e haruthyun Kristosi!\" meaning \"Christ is risen from the dead!\" and \"Blessed is the resurrection of Christ!\"</p><p>The concept of resurrection is central to Christianity. Its meaning lies in the passage from death to new life, from the earthly to the divine. In the early centuries of the faith, it was on Easter that the Church commemorated the crucifixion of Christ.</p>",
    "sarkisDay": "<p>Annually celebrated in late January or early February, St. Sarkis Day is one of the most beloved traditions of the Armenian Apostolic Church.</p><p>Saint Sarkis (c. 320-370 AD) is one of the most venerated saints of the Armenian Apostolic Church. A native of the Gamerayk province, he served as a military commander during the reign of Constantine the Great, and his preaching brought many soldiers to the Christian faith. In 363 AD, under Emperor Julian the Apostate, he was martyred for his beliefs.</p><p>A beautiful legend has survived to explain why Saint Sarkis is considered the patron of lovers. One night, after returning victorious from battle, Sarkis and his thirty-nine companions celebrated at the royal palace. After a lavish feast, all the warriors fell into a deep sleep. The king ordered forty young women to kill them under cover of night. Thirty-nine obeyed, but one, upon seeing the handsome face of the sleeping Sarkis, fell deeply in love and could not bring herself to harm him.</p><p>Waking and grasping what had happened, Sarkis leapt onto his white horse, took his beloved with him, and broke through the city gates to freedom.</p><p>Since that night, lovers have honored Saint Sarkis as their protector. The holiday has been officially celebrated since 2007. The night before the feast, young people eat a salted pancake and await a dream that will reveal the face of their future spouse. The Church encourages fervent prayer during these days, and the holiday is preceded by a five-day fast.</p><p>On the feast day, the Surb Sarkis Church in Yerevan draws large crowds, as do Armenian churches throughout the country, where festive liturgies are celebrated. Young people come to receive a blessing, some as couples, others still waiting for that first love.</p>",
    "vardanankDay": "<p>Vartanantz, or the Feast of the Holy Translators and Vardanants, is a day of compassion and national tribute to fallen heroes. It commemorates the battle of the Armenian army, led by Vardan Mamikonian, against the Persian forces on the Avarayr plain.</p><p>In the mid-fifth century, the Sasanian Persian Empire attempted to force Armenia, the first Christian nation in the world, to renounce its faith. In 448 AD, Shah Yazdegerd II sent a decree demanding that Armenians adopt Zoroastrianism. A council of senior clergy and nobility assembled in Artashat rejected the ultimatum unanimously.</p><p>Armenians understood the gravity of the threat: embracing Zoroastrianism would mean the gradual assimilation and disappearance of their people. An uprising swept the country, growing into a mass movement known as Vartanantz, which united the nobility, the clergy, and the common people. The movement took its name from its inspirational leader, the commander Vardan Mamikonian.</p><p>On May 26, 451 AD, the famous Battle of Avarayr was fought on the banks of the Tkhout River in the Artaz district. The Armenian army of roughly 66,000 men faced a Persian force three times its size, reinforced by an elite corps of Immortals and war elephants. Most of the Armenian fighters were ordinary people: farmers, clergymen, and townsfolk.</p><p>Vardan Mamikonian fell in the heat of battle. Both sides suffered heavy losses, but the Persians, confronted with fierce resistance, were ultimately forced to abandon their plan to destroy the Christian faith and identity of the Armenian people.</p><p>Armenians defended their right to worship with arms in hand. Neighbors, friends, and former rivals fought side by side. Old grievances were set aside; all were united by one thing: their homeland.</p><p>Vartanantz stands as a symbol of national unity in the face of existential danger, and a tribute to ancestors who secured the country's right to exist at the Battle of Avarayr. The holiday falls on the Thursday eight weeks before Easter. Once a broad popular celebration, it has taken on a more distinctly religious character over time.</p>",
    "maslenitsaDay": "<p>The Armenian Barekendan is the Sunday preceding the forty-day Great Lent. It is broadly comparable to the Catholic Carnival and, in spirit, to the pre-Lenten celebrations observed in various Christian traditions.</p><p>After Armenia adopted Christianity in 301 AD, ancient spring customs intertwined with the new faith. In earlier centuries, Barekendan meant abundant feasting, fairs, and public festivities, with the poor and wanderers welcomed at communal tables. Today the occasion calls for visiting family or gathering around a shared table. The traditional centerpiece of the meal is pilaf with raisins and butter. On the Sunday evening, supper typically includes matzoon (yogurt) and katnaov, a creamy rice porridge. The Monday after Barekendan is a traditional day of rest known as bakla horan (Bean Monday).</p><p>Because other fasts in the Armenian Apostolic Church are also preceded by their own Barekendan, this one is called the True Barekendan. On the Saturday before it, the sanctuary curtain is drawn closed for the entire period of Great Lent and opened again only on the day of the Resurrection. On Barekendan itself, the liturgy is celebrated behind the closed curtain.</p><p>According to Armenian church tradition, Barekendan is a remembrance of the happiness that Adam and Eve once enjoyed in paradise. The forbidden fruit of the tree of knowledge represents the fast that follows. On this day people cast off sorrow, find joy, and take consolation. Every Christian then enters the forty days of Great Lent with humility and repentance.</p>",
    "ripsimeDay": "<p>This day is dedicated to the memory of Saint Hripsime, an early Christian martyr. The feast falls on the Monday one week after Pentecost.</p><p>In 301 AD, thirty-seven Christian maidens arrived in Armenia after fleeing persecution in Rome. One of them, Hripsime, was of such remarkable beauty that King Tiridates III desired her. When she refused him, declaring that she belonged only to Christ, the king flew into a rage. He ordered the execution of Hripsime, her mentor Gayane, and all the other maidens who had taken vows of chastity.</p><p>Nine days later, Saint Gregory the Illuminator found the remains of the martyred women and gave them proper burial, erecting chapels at each site. The churches of Saint Hripsime, Saint Gayane, and Saint Shoghakat were later built on these very grounds.</p><p>King Tiridates himself was struck with madness after the killing of the innocent women. It was Gregory the Illuminator who restored his sanity, the same man the king had kept imprisoned. Overwhelmed by what had occurred, Tiridates accepted baptism, and soon the entire nation followed. Christianity was proclaimed the state religion of Armenia.</p>",
    "echmiadzinDay": "<p>The Feast of Holy Etchmiadzin Cathedral is celebrated on the Sunday that falls sixty-four days after Easter.</p><p>Holy Etchmiadzin is one of the historic capitals of Armenia. After Christianity became the state religion in 301 AD, it became the spiritual center of the Armenian Church.</p><p>In Classical Armenian, Etchmiadzin means \"the Only-Begotten has descended.\" According to tradition, the cathedral was built on the exact spot revealed to Saint Gregory in a prophetic dream following the baptism of King Tiridates. Nearby stand the churches of Saint Hripsime, Saint Gayane, and Saint Shoghakat, dedicated to the memory of the women martyred for spreading the Christian faith.</p><p>Etchmiadzin houses the relics of Saint John the Baptist, the Protomartyr Stephen, and the Apostles Thaddaeus, Bartholomew, Andrew the First-Called, and Thomas, along with those of many other saints. Among the great Christian relics kept here are a fragment of the True Cross, a piece of the Crown of Thorns, and the Holy Lance that pierced the side of Jesus Christ.</p>",
    "vardavarDay": "<p>Vardavar is celebrated in honor of the Transfiguration of the Lord on Mount Tabor. According to the Gospels, Jesus Christ ascended the mountain with three apostles, Peter, James, and John, where the prophets Moses and Elijah appeared to them. As Christ spoke with them, he was transfigured, and his garments became whiter than snow.</p><p>Despite its Christian meaning, Vardavar has preserved many elements of ancient pre-Christian tradition. According to church custom, Saint Gregory the Illuminator, the first Catholicos of Armenia, placed the feast of the Transfiguration on the first day of the Armenian calendar, the 1st of Navasard (August 11 in the Gregorian calendar). A pagan festival was already observed on that date, and some of its rituals were woven into the Christian celebration over time.</p><p>The defining tradition of Vardavar is the dousing of water. From early morning, people drench one another with whatever they have on hand, without regard to age or standing. Taking offence is not in the spirit of the day: the water is believed to carry healing power.</p><p>In earlier times the holiday was filled with songs, dances, and games. People gave each other roses, and young men in love released doves into the sky. Pilgrims at the temple of the goddess Astghik laid bouquets of roses at the altar and made offerings. If a dove circled three times above the home of a young man's beloved, it was taken as a sign that she would be betrothed by autumn. In cooler mountain regions, the focus was more on sacrifices, long pilgrimages, and communal festivity.</p><p>Like other traditional holidays, Vardavar is bound up with ideas of fertility. People set out for sacred springs carrying two days of provisions and animals for sacrifice, hoping for the favor of the gods.</p>",
    "grapesDay": "<p>The Dormition of the Holy Mother of God is one of the great feasts of the Armenian Church and the oldest of the seven feasts dedicated to the Virgin Mary. Unlike other Christian traditions, this feast has no fixed date in the Armenian calendar and is observed on the Sunday closest to August 15.</p><p>This commemoration of the passing of the Mother of God has been marked since the fifth century. The word \"dormition\" itself, meaning a falling asleep, speaks to the extraordinary and sacred nature of the event: the Church does not mourn the death of the Virgin but sees it as a luminous passage into eternity.</p><p>After the liturgy, Armenian churches hold a blessing of grapes. This custom is not strictly part of the feast itself; the sanctification of the ripening fruit is simply observed alongside the Dormition. In the southern regions, where grapes ripen earlier in the season, the blessing was traditionally combined with the feast of the Transfiguration.</p><p>By long-standing tradition, the first harvest was always brought to the church as an act of thanksgiving to the Creator. The priest reads a prayer, blesses the vine three times, and the fruit is then distributed to the faithful. In earlier times the rite took place in the church's own vineyard or in the garden of one of its clergy.</p>",
    "translatorDay": "<p>Translators' Day, known in Armenian as Tarkmanchats, is observed every year on the second Saturday of October. It is a tribute to Armenian letters and the enduring culture they have carried.</p><p>The day honors the remarkable figures who gave the Armenian people their own written language. The Armenian Apostolic Church has recognized the most distinguished of these scholars among its fathers and celebrates their memory twice a year.</p><p>In late June or early July, the feast of Mesrop Mashtots and Sahak Partev is observed in the town of Oshakan. In October, the Church remembers Mashtots alongside the translators he trained, whose work made the flowering of Armenian spiritual literature possible.</p>",
    "newYear": "<p>New Year is welcomed on the night of December 31 into January 1. Both January 1 and 2 are public holidays.</p><p>The festive table is laden with dishes from the national cuisine, sweets, Armenian wine, and the country's celebrated brandy. No Armenian gathering is complete without a toastmaster and heartfelt toasts. The beloved holiday figures are Dzmer Bab and Dzyunanoushik, and traditional and contemporary Armenian songs fill the air throughout the season.</p><p>The custom of marking the New Year on January 1 took hold comparatively recently. Western Armenian communities and certain diaspora groups observed it as far back as the nineteenth century. In the eastern regions, however, Navasard, the Armenian New Year based on the ancient calendar, was celebrated alongside January 1 well into the early twentieth century.</p><p>Today the New Year is observed on January 1 according to the Gregorian calendar, while Navasard continues to be marked as a separate and independent holiday.</p>",
    "christmas": "<p>On January 6, the Armenian Apostolic Church celebrates the Nativity and Baptism of Jesus Christ, one of the central feasts of the Christian year.</p><p>Until the fifth century, all Christian churches observed both events together on January 6. Over time, a number of churches moved the celebration of the Nativity to December 25, partly to replace a pagan festival observed on that date. The Armenian Apostolic Church has maintained the original practice: the birth and the baptism of Christ are commemorated together on January 6 under the shared name of Theophany.</p><p>On the evening before the feast, the Christmas Eve Liturgy is celebrated. Worshippers light a candle in church and carry it home as a symbol of blessing and preparation for the holiday.</p><p>On the morning of January 6, the Nativity Liturgy is held, followed by the rite of the Blessing of Water. Holy Myron is added to the water, which is then consecrated through prayer. By tradition, the faithful take a small vessel of the blessed water home with them. This water is treated as a great sacred treasure and is believed to carry healing grace.</p><p>Christmas is a family feast, with relatives gathering around a richly set table.</p><p>On January 7, the day immediately following the principal feast, the Church observes Merelots, the commemoration of the departed. After the Divine Liturgy, memorial prayers are offered in every church, and people visit the graves of their loved ones. The blessing of homes also takes place during the Christmas season.</p>",
    "terendezDay": "<p>Terendez shares the spirit of a pre-Lenten folk celebration but at the same time resembles Valentine's Day in its focus on young couples and those in love.</p><p>After the festive liturgy, churches hold a blessing of newlyweds. When Terendez falls during Great Lent, the sanctuary curtains are opened and an open liturgy is celebrated.</p><p>By tradition, couples in love jump over a bonfire together, which symbolizes their readiness to face life's trials side by side.</p><p>Terendez has pre-Christian roots. Its name originally meant \"a sheaf of straw at your door\" in Armenian. After the adoption of Christianity, the name was reinterpreted through the word ter, meaning lord, master, or creator. In its Christian form, the main participants became young couples who had recently married or were planning to wed that year.</p><p>The bonfire remains the heart of the celebration. Couples jump over it hand in hand: if they keep their grip, it is said to promise a strong marriage and lasting love. While the young people leap, their elders scatter grains of wheat and hemp over them as a wish for prosperity and many children. Folk belief holds that anyone touched by the flames of the Terendez bonfire will receive renewed energy and good fortune in the year ahead.</p><p>After the couples came childless women, who hoped the fire would help them conceive, followed by all the other revelers. Everyone then joined hands and circled the bonfire in a dance.</p><p>When the fire dies down, the ash is gathered and spread across the fields to bring a rich harvest. Today bonfires are lit less often than before, but young people still mark the evening by walking through the streets holding small cups with burning candles.</p>",
    "bookGivingDay": "<p>February 19 is Book Gifting Day, revived in 2008 on the initiative of the Armenian government as an occasion to celebrate the value of books and the living tradition of reading.</p><p>The date was chosen because February 19 (February 7 in the old-style calendar) 1869 was the birthday of Hovhannes Tumanyan, the great Armenian poet, writer, and public figure. He began writing in his youth in the mid-1880s and contributed regularly to numerous Armenian newspapers and journals.</p><p>Tumanyan left a body of work that is modest in size but remarkable in its variety, weaving together prose and poetry, fairy tales and fables, lyric verse and ballads.</p><p>On this day, events dedicated to the book are held across the country. Not so long ago, a book was among the most treasured gifts one could give, and today there is a renewed effort to bring that tradition back and rekindle a love of reading in younger generations.</p>",
    "annunciationDay": "<p>The Annunciation of the Holy Mother of God is observed on April 7. According to Holy Scripture, on this day the Archangel Gabriel brought the Virgin Mary the glad tidings of the birth of the Son of God. The feast takes its name from that message of joy.</p><p>This day has long been celebrated as a holiday of Woman, Mother, beauty, and spring. Men give gifts to their mothers, wives, sisters, and loved ones.</p>",
    "vDay": "<p>On May 9, the Armenian people honor the memory of hundreds of thousands of their sons who fought against Nazism during World War II.</p><p>Among the most celebrated Armenian military leaders of the war are Marshals Ivan Bagramyan, Amazasp Babadzhanian, and Sergei Khudyakov (born Armenak Khanferyants), Admiral of the Fleet Ivan Isakov, and the legendary aircraft designer Artem Mikoyan.</p><p>Armenian soldiers served in every branch of the armed forces: the infantry, armored units, air force, artillery, navy, border troops, rear services, and medical corps. Among them were ordinary soldiers and officers of every rank, up to commanders of divisions, corps, and armies.</p>",
    "republicDay": "<p>May 28 is Republic Day, a national holiday and a day off. Its second name is the Day of the Restoration of Sovereignty. On May 28, 1918, the independence of a country that had lived under foreign rule for more than six centuries was restored.</p><p>Divided between the Ottoman Empire and Persia in 1639, Armenia remained relatively stable until the fall of the Iranian Safavid dynasty in 1722. From around that time, Russian expansion into the region began: the Persian part of Armenia passed to Russia between 1813 and 1828, followed by parts of Turkish Armenia in 1828 and 1878.</p><p>In the 1870s, an Armenian national movement emerged, whose leaders sought to take advantage of the rivalry among the great powers competing for influence over the weakening Ottoman Empire.</p><p>With the outbreak of World War I, Ottoman authorities moved to resolve the so-called Armenian Question through the forced removal of the Armenian population.</p><p>The independent Republic of Armenia was proclaimed on May 28, 1918. Despite famine, waves of refugees, and armed conflicts with neighboring states, the young republic fought for its survival with determination. In 1920, Red Army units entered its territory, and on December 2 of that year, the Soviet Socialist Republic of Armenia was proclaimed.</p><p>The First Republic lasted less than three years, yet May 28 remains a significant date: it was then that the country regained its independence for the first time in six centuries.</p>",
    "nationalFlagDay": "<p>June 15 is National Flag Day of the Republic of Armenia. On June 15, 2006, the National Assembly adopted the Law on the State Flag of the Republic of Armenia, and the day has been an officially marked state holiday ever since.</p><p>The flag is a rectangular tricolor of three equal horizontal bands: red on top, blue in the middle, and orange at the bottom. The ratio of width to length is 1:2.</p><p>The red represents the Armenian Highland, the centuries-long struggle of the people for survival, the Christian faith, and the independence and freedom of the nation. The blue stands for the Armenian people's aspiration to live under a peaceful sky. The orange reflects the creative talent and industriousness of the people.</p><p>The flag was adopted by the Supreme Council of the Republic of Armenia on August 24, 1990. It first became the official symbol of the country during the brief period of independence from 1918 to 1921, when the young republic chose the colors of the final period of the Rubenid dynasty of Cilicia.</p>",
    "constitutionDay": "<p>Constitution Day, marking the founding document of the Republic, is observed every year on July 5. It is a public holiday accompanied by official ceremonies across the country.</p><p>On July 5, 1995, a draft of the Basic Law prepared by the ruling Armenian National Movement was put to a national referendum and approved by the citizens. The 1995 Constitution became the first fundamental law of independent Armenia.</p>",
    "nationalIdentityDay": "<p>According to ancient Armenian chronicles, on August 11, 2492 BC, Hayk, the forefather of the Armenians, defeated the Assyrian tyrant Bel, opening the way for his descendants to live and develop in freedom.</p><p>By tradition, Hayk Ahekhnavorm (Hayk the Archer), known in history as Hayk Naaped, patriarch and founder of the Armenian people and of the royal Haykazuni dynasty, defeated the forces of Bel at the Battle of Dyutsaznamart (southeast of Lake Van, on the middle course of the Hayots Dzor River) and laid the foundation of the future Armenian state.</p>",
    "independenceDay": "<p>On September 21, 1991, the Armenian people voted for independence from the Soviet Union in a nationwide referendum. The republic had been part of the USSR since 1921.</p><p>The referendum on leaving the Soviet Union was held by decision of the Supreme Council. Nearly 99 percent of eligible voters cast their ballots in favor. Two days later, on September 23, the Supreme Council officially proclaimed Armenia an independent state.</p><p>The formal sovereignty of the republic was established on December 26, 1991, following the dissolution of the Soviet Union.</p>",
    "gregoryDay": "<p>Saint Gregory the Illuminator (c. 252-326 AD) was the first Catholicos of Armenia. His memory is honored by the Armenian Church on September 30.</p><p>Gregory's father, Anak, was bribed by the Persian king to assassinate the Armenian king Khosrov, for which he was executed along with his entire family. Only the youngest child was saved: a Christian nurse managed to take the infant to Caesarea in Cappadocia, where he was baptized and raised in the Christian faith.</p><p>When he had grown, Gregory entered the service of Tiridates III, the son of the king his father had killed, seeking to atone for his father's act. When Tiridates learned that Gregory was a Christian, he ordered him to be tortured and then thrown into a deep pit to die. A devout woman secretly brought Gregory food, and he survived in that pit for thirteen years.</p><p>Meanwhile, Tiridates was struck with madness. It was Gregory who healed him. Shaken by what had happened, the king accepted baptism, and in 301 AD declared Christianity the state religion. Gregory was ordained as a bishop and became the first head of the Armenian Church.</p><p>In 325 AD, shortly before his death, the saint passed his seat to his son Aristakes and withdrew into solitude. For many generations, the Catholicos of Armenia came from the line of Saint Gregory, and in his honor the Armenian Apostolic Church is also known as the Gregorian Church.</p><p>According to ancient tradition, Saint Gregory the Illuminator lit an eternal flame on the summit of Mount Aragats as a source of light and hope. In the darkest moments of Armenian history, the eyes of the people have turned to that mountain, drawing strength and faith from its sight.</p>"
  }
}