{
  "app": {
    "title": "Calendrier 🇦🇲 des fêtes",
    "language": "Langue",
    "holidaysForYear": "Fêtes en {year}"
  },
  "holidays": {
    "moreDetails": "En savoir plus"
  },
  "language": {
    "ru": "Russian",
    "en": "English",
    "am": "Armenian",
    "fr": "Français"
  },
  "holidayTitles": {
    "easter": "Pâques (Zatik)",
    "sarkisDay": "Fête de saint Sarkis",
    "vardanankDay": "Vartanantz",
    "maslenitsaDay": "Boun Barekendan",
    "ripsimeDay": "Fête de sainte Hripsimé",
    "echmiadzinDay": "Fête de la cathédrale d'Etchmiadzin",
    "vardavarDay": "Vardavar",
    "grapesDay": "Assomption de la Très Sainte Mère de Dieu",
    "translatorDay": "Tarkmantchats",
    "newYear": "Nouvel An",
    "christmas": "Nativité du Christ",
    "terendezDay": "Terendez",
    "bookGivingDay": "Journée du don de livres",
    "annunciationDay": "Annonciation de la Très Sainte Mère de Dieu",
    "vDay": "Journée de la Victoire",
    "republicDay": "Journée de la République",
    "nationalFlagDay": "Journée du drapeau national",
    "constitutionDay": "Journée de la Constitution",
    "nationalIdentityDay": "Journée de l'identité nationale",
    "independenceDay": "Journée de l'indépendance de l'Arménie",
    "gregoryDay": "Fête de saint Grégoire"
  },
  "holidayDescriptions": {
    "easter": "<p>Pâques est la fête chrétienne la plus importante, célébrée avec une solennité particulière. Le mot arménien Zatik vient très probablement de azatutyun, qui signifie liberté ou libération, et porte le sens d'une délivrance de la souffrance, du péché et de la mort. Les fidèles se saluent par les mots «Kristos haryav i merelotz !» auxquels on répond «Orhnyal e haruthyun Kristosi !», c'est-à-dire «Le Christ est ressuscité d'entre les morts !» et «Bénie soit la résurrection du Christ !»</p><p>L'idée de résurrection est au coeur du christianisme. Elle exprime le passage de la mort à une vie nouvelle, du terrestre au divin. Aux premiers siècles de la foi, c'est le jour de Pâques que l'Église commémorait la crucifixion du Christ.</p>",
    "sarkisDay": "<p>La fête de saint Sarkis est célébrée chaque année à la fin du mois de janvier ou dans la première moitié de février.</p><p>Saint Sarkis (vers 320-370 apr. J.-C.) est l'un des saints les plus vénérés de l'Église apostolique arménienne. Originaire de la province de Gamerayk, il servait comme commandant militaire sous le règne de Constantin le Grand, et ses prédications amenèrent de nombreux soldats à la foi chrétienne. En 363, sous l'empereur Julien l'Apostat, il fut martyrisé pour ses convictions.</p><p>Une belle légende est parvenue jusqu'à nous pour expliquer pourquoi saint Sarkis est considéré comme le protecteur des amoureux. Un soir, après être rentré victorieux d'une bataille, Sarkis et ses trente-neuf compagnons fêtaient leur victoire au palais royal. Après un festin généreux, tous les guerriers s'endormirent profondément. Le roi ordonna à quarante jeunes femmes de les tuer dans la nuit. Trente-neuf obéirent, mais la dernière, en découvrant le beau visage de Sarkis endormi, tomba éperdument amoureuse de lui et ne put se résoudre à le tuer.</p><p>Se réveillant et comprenant ce qui s'était passé, Sarkis bondit sur son cheval blanc, prit sa bien-aimée avec lui et franchit les portes de la ville au galop.</p><p>Depuis cette nuit-là, les amoureux honorent saint Sarkis comme leur protecteur. La fête est officiellement célébrée depuis 2007. La nuit précédant la fête, les jeunes gens mangent une crêpe salée et attendent un rêve révélateur qui leur montrera le visage de leur futur époux ou épouse. L'Église encourage une prière fervente durant ces jours, et la fête est précédée d'un jeûne de cinq jours.</p><p>Le jour de la fête, l'église Sourb Sarkis d'Erevan accueille une foule nombreuse, comme toutes les églises arméniennes, où sont célébrées des liturgies solennelles. Les jeunes gens viennent y recevoir une bénédiction, parfois en couple, parfois encore seuls dans l'attente du grand amour.</p>",
    "vardanankDay": "<p>Vartanantz, ou la fête de saint Vardan, est un jour de compassion et de mémoire nationale en hommage aux héros tombés au combat. Elle commémore la bataille de l'armée arménienne, conduite par Vardan Mamikonian, contre les forces perses dans la plaine d'Avarayr.</p><p>Au milieu du Ve siècle, l'Empire perse sassanide tenta de contraindre l'Arménie, première nation chrétienne au monde, à renier sa foi. En 448, le chah Yazdgerd II envoya un décret exigeant que les Arméniens adoptent le zoroastrisme. Un concile réuni à Artachat, rassemblant le haut clergé et la noblesse, rejeta cet ultimatum à l'unanimité.</p><p>Les Arméniens mesuraient pleinement la gravité de la menace: adopter le zoroastrisme signifiait l'assimilation progressive et la disparition de leur peuple. Un soulèvement embrasa tout le pays, qui se transforma en un vaste mouvement populaire appelé Vartanantz, unissant la noblesse, le clergé et le peuple. Ce mouvement tira son nom de son meneur charismatique, le commandant Vardan Mamikonian.</p><p>Le 26 mai 451, la célèbre bataille d'Avarayr eut lieu sur les rives de la rivière Tkhout, dans le district d'Artaz. L'armée arménienne, forte d'environ 66 000 hommes, affronta une armée perse trois fois supérieure en nombre, renforcée par un corps d'élite d'Immortels et des éléphants de guerre. La majorité des combattants arméniens étaient des gens ordinaires: paysans, clercs et habitants des villes.</p><p>Vardan Mamikonian tomba au coeur de la bataille. Les deux camps subirent de lourdes pertes, mais les Perses, confrontés à une résistance acharnée, furent finalement contraints d'abandonner leur projet d'anéantir la foi chrétienne et l'identité du peuple arménien.</p><p>Les Arméniens défendirent les armes à la main leur droit à pratiquer le christianisme. Voisins, amis de longue date et anciens rivaux combattirent côte à côte. Les vieilles rancunes furent oubliées; tous n'avaient qu'une seule pensée: leur patrie.</p><p>Vartanantz est le symbole de l'unité nationale face au danger existentiel et un hommage aux ancêtres qui ont garanti, à Avarayr, le droit du pays à exister. La fête tombe le jeudi huit semaines avant Pâques. Autrefois grande célébration populaire, elle a pris au fil du temps un caractère plus nettement religieux.</p>",
    "maslenitsaDay": "<p>Le Barekendan arménien est le dimanche qui précède les quarante jours du Grand Carême. Il s'apparente au Carnaval catholique et, dans un sens plus large, aux célébrations pré-carême que l'on retrouve dans diverses traditions chrétiennes.</p><p>Après l'adoption du christianisme en 301, les anciennes coutumes printanières se mêlèrent à la nouvelle foi. Autrefois, le Barekendan était synonyme de festins abondants, de foires et de réjouissances publiques, où les pauvres et les voyageurs étaient accueillis à la table commune. Aujourd'hui, l'occasion invite à rendre visite à sa famille ou à se réunir autour d'un repas partagé. Le plat traditionnel de la fête est un pilaf aux raisins secs et au beurre. Le soir du dimanche, le repas comprend du matzoon (yaourt) et du katnaov, une bouillie crémeuse de riz au lait. Le lendemain, appelé bakla horan, est traditionnellement un jour de repos.</p><p>Parce que d'autres périodes de jeûne dans l'Église apostolique arménienne sont elles aussi précédées d'un Barekendan, celui-ci est désigné comme le Vrai Barekendan. Le samedi qui le précède, le rideau du sanctuaire est tiré pour toute la durée du Grand Carême et ne sera rouvert qu'au jour de la Résurrection. Le jour du Barekendan lui-même, la liturgie est célébrée derrière le rideau fermé.</p><p>Selon la tradition de l'Église arménienne, le Barekendan est un souvenir du bonheur dont Adam et Ève jouissaient au paradis. Le fruit défendu de l'arbre de la connaissance symbolise le jeûne qui suit. Ce jour-là, les gens se défont de la tristesse, trouvent la joie et le réconfort. Chaque chrétien entre ensuite dans les quarante jours du Grand Carême avec humilité et repentir.</p>",
    "ripsimeDay": "<p>Cette journée est consacrée à la mémoire de sainte Hripsimé, martyre des premiers temps du christianisme. La fête tombe le lundi une semaine après la Pentecôte.</p><p>En 301, trente-sept jeunes chrétiennes arrivèrent en Arménie après avoir fui les persécutions à Rome. L'une d'elles, Hripsimé, était d'une beauté si remarquable qu'elle éveilla le désir du roi Tiridate III. Lorsqu'elle le repoussa en déclarant n'appartenir qu'au Christ, le roi entra dans une colère noire. Il ordonna l'exécution d'Hripsimé, de sa mentor Gayané et de toutes les autres jeunes filles qui avaient prononcé des voeux de chasteté.</p><p>Neuf jours plus tard, saint Grégoire l'Illuminateur retrouva les restes des martyres et leur donna une sépulture digne, en élevant une chapelle sur chaque lieu de repos. Les églises Sainte-Hripsimé, Sainte-Gayané et Sainte-Choghakat furent construites plus tard sur ces mêmes sites.</p><p>Le roi Tiridate lui-même fut frappé de folie après le massacre des innocentes. C'est Grégoire l'Illuminateur, qu'il avait pourtant maintenu en captivité, qui le guérit. Bouleversé par ce qui s'était produit, Tiridate accepta le baptême, et bientôt tout le peuple le suivit. Le christianisme fut proclamé religion d'État.</p>",
    "echmiadzinDay": "<p>La fête de la cathédrale Saint-Etchmiadzin est célébrée le dimanche qui tombe soixante-quatre jours après Pâques.</p><p>Saint-Etchmiadzin est l'une des capitales historiques du pays. Après que le christianisme fut proclamé religion d'État en 301, elle devint le centre spirituel de l'Église arménienne.</p><p>En arménien classique, Etchmiadzin signifie «le Fils unique est descendu». Selon la tradition, la cathédrale fut érigée à l'endroit même que le Christ avait indiqué à saint Grégoire dans un rêve prophétique, après le baptême du roi Tiridate. À proximité se trouvent les églises Sainte-Hripsimé, Sainte-Gayané et Sainte-Choghakat, dédiées à la mémoire des jeunes femmes mortes en martyres pour avoir prêché la foi chrétienne.</p><p>Etchmiadzin conserve les reliques de saint Jean-Baptiste, du protomartyr Étienne, des apôtres Thaddée, Barthélemy, André le Premier appelé et Thomas, ainsi que celles de nombreux autres saints. Parmi les grandes reliques chrétiennes qui y sont gardées figurent un fragment de la Vraie Croix, un morceau de la Couronne d'épines et la Sainte Lance qui perça le côté de Jésus-Christ.</p>",
    "vardavarDay": "<p>Vardavar est célébrée en l'honneur de la Transfiguration du Seigneur sur le mont Thabor. D'après les Évangiles, Jésus-Christ gravit la montagne avec trois apôtres, Pierre, Jacques et Jean, où les prophètes Moïse et Élie leur apparurent. Tandis qu'il leur parlait, le Christ fut transfiguré et ses vêtements devinrent plus blancs que neige.</p><p>Malgré sa signification chrétienne, Vardavar a conservé de nombreux éléments des anciennes traditions préchrétiennnes. Selon la coutume de l'Église, saint Grégoire l'Illuminateur, premier catholicos d'Arménie, plaça la fête de la Transfiguration au premier jour du calendrier arménien, le 1er Navasard (soit le 11 août du calendrier grégorien). Une fête païenne était déjà observée à cette date, et certains de ses rites s'intégrèrent naturellement aux célébrations chrétiennes au fil du temps.</p><p>La tradition principale de Vardavar est l'arrosage à l'eau. Dès le petit matin, chacun arrose les autres avec ce qu'il a sous la main, sans égard pour l'âge ou le rang. S'en offenser serait contraire à l'esprit du jour: l'eau est réputée avoir des vertus curatives en cette occasion.</p><p>Autrefois, la fête était rythmée par des chants, des danses et des jeux. Les gens s'offraient des roses, et les jeunes amoureux lâchaient des colombes dans le ciel. Au temple de la déesse Astghik, les pèlerins déposaient des bouquets de roses sur l'autel et faisaient des offrandes. Si une colombe tournait trois fois au-dessus de la maison de l'élue d'un jeune homme, on y voyait un signe favorable: la jeune fille serait fiancée à l'automne. Dans les régions montagneuses au climat plus frais, la fête mettait davantage l'accent sur les sacrifices, les longs pèlerinages et la liesse collective.</p><p>Comme d'autres fêtes populaires, Vardavar est intimement liée à l'idée de fertilité. Les gens se rendaient aux sources sacrées avec des provisions pour deux jours et des animaux destinés au sacrifice, espérant s'attirer les faveurs des dieux.</p>",
    "grapesDay": "<p>L'Assomption de la Très Sainte Mère de Dieu est l'une des grandes fêtes de l'Église arménienne et la plus ancienne des sept fêtes dédiées à la Vierge Marie. Contrairement à d'autres traditions chrétiennes, cette fête n'a pas de date fixe dans le calendrier arménien: elle est célébrée le dimanche le plus proche du 15 août.</p><p>Cette commémoration de la dormition de la Mère de Dieu est observée depuis le Ve siècle. Le mot «dormition» lui-même, qui évoque un endormissement, dit quelque chose de l'extraordinaire et du sacré de cet événement: l'Église ne pleure pas la mort de la Vierge, mais la voit comme un passage lumineux vers l'éternité.</p><p>Après la liturgie, les églises arméniennes procèdent à la bénédiction du raisin. Cette coutume n'est pas à proprement parler un élément de la fête: la sanctification du raisin qui mûrit à cette époque de l'année est simplement associée à l'Assomption. Dans les régions du sud, où le raisin arrive à maturité plus tôt, la bénédiction était traditionnellement combinée avec la fête de la Transfiguration.</p><p>Selon une tradition ancienne et bien établie, les premières récoltes étaient toujours apportées à l'église en signe de reconnaissance envers le Créateur. Le prêtre lit une prière, bénit la vigne à trois reprises, puis les fruits sont distribués aux fidèles. Autrefois, le rite se déroulait dans le vignoble attenant à l'église ou dans le jardin d'un membre du clergé.</p>",
    "translatorDay": "<p>La fête des Traducteurs et de l'alphabet arménien, le Tarkmantchats, est célébrée chaque année le deuxième samedi d'octobre. C'est un hommage à l'écriture arménienne et à la culture qu'elle porte.</p><p>Cette journée honore les personnages remarquables qui ont donné au peuple arménien sa propre langue écrite. L'Église apostolique arménienne a reconnu les plus méritants de ces érudits parmi ses pères et célèbre leur mémoire deux fois par an.</p><p>À la fin juin ou au début juillet, la fête de Mesrop Mashtots et de Sahak Parthev est observée dans la ville d'Oshakan. En octobre, l'Église honore Mashtots aux côtés des traducteurs qu'il a formés, sans lesquels la littérature spirituelle arménienne n'aurait pu s'épanouir.</p>",
    "newYear": "<p>Le Nouvel An est accueilli dans la nuit du 31 décembre au 1er janvier. Le 1er et le 2 janvier sont des jours fériés.</p><p>La table de fête est garnie de plats de la cuisine nationale, de douceurs, de vin arménien et du célèbre cognac du pays. Aucun repas arménien ne se passe de tamada, le maître des toasts, et de tchin-tchin chaleureux. Les personnages traditionnels de la fête sont Dzmer Bab et Dzyunanoushik, et des mélodies de chansons arméniennes traditionnelles et contemporaines accompagnent la soirée.</p><p>La coutume de fêter le Nouvel An le 1er janvier s'est imposée au calendrier arménien assez récemment. Les communautés d'Arménie occidentale et certaines diasporas la pratiquaient dès le XIXe siècle. Dans les régions orientales, en revanche, le Navasard, Nouvel An arménien selon l'ancien calendrier, était célébré avec autant d'enthousiasme que le 1er janvier jusque dans les premières décennies du XXe siècle.</p><p>Aujourd'hui le Nouvel An est fêté le 1er janvier selon le calendrier grégorien, tandis que le Navasard continue d'être marqué comme une fête à part entière.</p>",
    "christmas": "<p>Le 6 janvier, l'Église apostolique arménienne célèbre la Nativité et le Baptême de Jésus-Christ, l'une des grandes fêtes de l'année chrétienne.</p><p>Jusqu'au Ve siècle, toutes les Églises chrétiennes commémoraient ces deux événements ensemble le 6 janvier. Par la suite, certaines Églises déplacèrent la Nativité au 25 décembre, en partie pour supplanter une fête païenne observée à cette date. L'Église apostolique arménienne a maintenu l'usage originel: la naissance et le baptême du Christ sont commémorés ensemble le 6 janvier sous le nom commun de Théophanie.</p><p>La veille de la fête, la liturgie du soir est célébrée. Les fidèles allument un cierge à l'église et le rapportent chez eux comme symbole de bénédiction et de préparation à la fête.</p><p>Le matin du 6 janvier, la liturgie de la Nativité est célébrée, suivie du rite du Baptême du Christ avec la bénédiction de l'eau. Du Saint Myron est ajouté à l'eau, qui est ensuite consacrée par une prière. Selon la tradition, les fidèles emportent chez eux un peu de cette eau bénite: l'eau du Baptême est vénérée comme un grand trésor sacré et est réputée, dans la foi arménienne, posséder une grâce guérissante.</p><p>Noël est une fête de famille, où parents et proches se réunissent autour d'une table richement dressée.</p><p>Le 7 janvier, l'Église observe le Merelots, commémoration des défunts. Après la Divine Liturgie, des prières pour les morts sont dites dans toutes les églises, et les fidèles se rendent sur les tombes de leurs proches. La bénédiction des maisons a lieu également durant la période de Noël.</p>",
    "terendezDay": "<p>Terendez est une fête populaire qui rappelle, dans son esprit, la Saint-Valentin, avec pour protagonistes principaux les jeunes couples et les amoureux.</p><p>Après la liturgie solennelle, les églises procèdent à la bénédiction des nouveaux mariés. Lorsque Terendez tombe durant le Grand Carême, les rideaux du sanctuaire sont ouverts et une liturgie ouverte est célébrée.</p><p>Par tradition, les couples sautent ensemble par-dessus un feu de joie, ce qui symbolise leur volonté d'affronter ensemble les épreuves de la vie.</p><p>Terendez a des racines préchrétiennes. Son nom signifiait à l'origine «une botte de paille devant votre porte» en arménien. Après l'adoption du christianisme, le nom fut réinterprété à partir du mot ter, signifiant seigneur, maître ou créateur. Dans sa forme chrétienne, la fête réunit surtout les jeunes couples récemment mariés ou qui envisagent de l'être dans l'année.</p><p>Le feu de joie reste au coeur de la célébration. Les amoureux le sautent main dans la main: s'ils y parviennent sans se lâcher, c'est le signe d'un mariage solide et d'un amour durable. Pendant que les jeunes sautent, les aînés les aspergent de grains de blé et de chanvre, souhaitant ainsi prospérité et nombreuse progéniture. Selon la croyance populaire, quiconque est effleuré par les flammes du feu de Terendez se voit accordé un regain d'énergie et de bonheur pour l'année à venir.</p><p>Après les couples venaient les femmes sans enfants, qui espéraient que le feu les aiderait à concevoir, puis tous les autres participants. On se donnait ensuite la main pour danser en ronde autour du bûcher.</p><p>Quand le feu s'éteint, les cendres sont ramassées et répandues sur les champs pour assurer une riche moisson. Aujourd'hui les feux de joie sont moins fréquents qu'autrefois, mais les jeunes gens marquent encore la soirée en défilant dans les rues avec de petits verres contenant des bougies allumées.</p>",
    "bookGivingDay": "<p>Le 19 février est la Journée du don de livres, relancée en 2008 à l'initiative du gouvernement du pays comme occasion de célébrer la valeur du livre et la tradition vivante de la lecture.</p><p>La date n'a pas été choisie au hasard: le 19 février (7 février selon l'ancien calendrier) 1869 naquit Hovhannès Toumanian, grand poète et écrivain arménien et importante figure de la vie publique. Il commença à écrire dans sa jeunesse, au milieu des années 1880, et collabora régulièrement à de nombreux journaux et revues arméniens.</p><p>Toumanian laissa une oeuvre modeste par son volume mais remarquable par sa diversité, mêlant prose et poésie, contes et fables, lyrisme et ballades.</p><p>En ce jour, des manifestations consacrées au livre sont organisées dans tout le pays. Il y a peu encore, un livre était l'un des cadeaux les plus précieux que l'on pût offrir, et l'on cherche aujourd'hui à renouer avec cette tradition en redonnant aux jeunes générations le goût de la lecture.</p>",
    "annunciationDay": "<p>L'Annonciation de la Très Sainte Mère de Dieu est célébrée le 7 avril. Selon l'Écriture sainte, c'est en ce jour que l'archange Gabriel apporta à la Vierge Marie la bonne nouvelle de la venue au monde du Fils de Dieu. La fête tire son nom de ce message de joie.</p><p>Cette journée est depuis longtemps célébrée aussi comme la fête de la Femme, de la Mère, de la beauté et du printemps. Les hommes offrent des cadeaux à leurs mères, épouses, soeurs et bien-aimées.</p>",
    "vDay": "<p>Le 9 mai, le peuple arménien honore la mémoire des centaines de milliers de ses fils qui ont combattu le nazisme durant la Seconde Guerre mondiale.</p><p>Parmi les chefs militaires arméniens les plus illustres du conflit figurent les maréchaux Ivan Baghramyan, Amazasp Babadjanyan et Sergueï Khoudiakov (né Armenak Khanferyants), l'amiral de la flotte Ivan Isakov et le légendaire constructeur aéronautique Artem Mikoyan.</p><p>Les soldats arméniens servirent dans toutes les armes: infanterie, blindés, aviation, artillerie, marine, troupes frontalières, services de l'arrière et corps médical. Parmi eux se trouvaient de simples soldats comme des officiers de tous grades, jusqu'aux commandants de divisions, de corps d'armée et d'armées.</p>",
    "republicDay": "<p>Le 28 mai est la Journée de la République, jour férié national. Son autre nom est le Jour du rétablissement de la souveraineté. Le 28 mai 1918, l'indépendance d'un pays sous domination étrangère depuis plus de six siècles fut restaurée.</p><p>Partagée entre l'Empire ottoman et la Perse en 1639, l'Arménie connut une relative stabilité jusqu'à la chute de la dynastie iranienne des Safavides en 1722. À partir de cette époque commença l'expansion russe dans la région: la partie perse de l'Arménie passa à la Russie entre 1813 et 1828, puis des portions de l'Arménie ottomane en 1828 et en 1878.</p><p>Dans les années 1870, un mouvement national arménien prit naissance, dont les dirigeants cherchèrent à tirer profit de la rivalité entre les grandes puissances pour l'influence sur un Empire ottoman en déclin.</p><p>Avec le déclenchement de la Première Guerre mondiale, les autorités ottomanes entreprirent de résoudre la «question arménienne» par l'expulsion forcée de la population arménienne.</p><p>La République indépendante d'Arménie fut proclamée le 28 mai 1918. Malgré la famine, les vagues de réfugiés et les conflits armés avec les États voisins, la jeune république lutta avec détermination pour sa survie. En 1920, des unités de l'Armée rouge pénétrèrent sur son territoire, et le 2 décembre de la même année, la République socialiste soviétique d'Arménie fut proclamée.</p><p>La Première République n'a duré que moins de trois ans, mais le 28 mai reste une date marquante: c'est ce jour-là que le pays retrouva son indépendance pour la première fois depuis six siècles.</p>",
    "nationalFlagDay": "<p>Le 15 juin est la Journée du drapeau national de la République d'Arménie. Le 15 juin 2006, l'Assemblée nationale adopta la loi sur le drapeau de la République d'Arménie, faisant de cette date une journée officiellement commémorée.</p><p>Le drapeau est un tricolore rectangulaire composé de trois bandes horizontales égales: rouge en haut, bleu au centre et orange en bas. Le rapport largeur-longueur est de 1:2.</p><p>Le rouge représente le plateau arménien, la lutte séculaire du peuple pour sa survie, la foi chrétienne, l'indépendance et la liberté. Le bleu exprime l'aspiration du peuple arménien à vivre sous un ciel de paix. L'orange reflète le talent créateur et le sens du travail du peuple.</p><p>Le drapeau fut adopté par le Soviet suprême de la République d'Arménie le 24 août 1990. Il était déjà devenu le symbole officiel du pays lors de la brève période d'indépendance de 1918 à 1921, quand la jeune république choisit les couleurs de la dernière période de la dynastie Rubénide de Cilicie.</p>",
    "constitutionDay": "<p>La Journée de la Constitution, fête de la loi fondamentale de la République, est célébrée chaque année le 5 juillet. C'est un jour férié marqué par des cérémonies officielles dans tout le pays.</p><p>Le 5 juillet 1995, un projet de loi fondamentale élaboré par le mouvement national arménien alors au pouvoir fut soumis à un référendum national et approuvé par les citoyens. La Constitution de 1995 fut la première loi fondamentale de l'Arménie indépendante.</p>",
    "nationalIdentityDay": "<p>Selon les chroniques arméniennes anciennes, le 11 août 2492 av. J.-C., Haïk, ancêtre fondateur des Arméniens, vainquit le tyran assyrien Bel, ouvrant à ses descendants la voie d'une existence libre et d'un développement épanoui.</p><p>Selon la tradition, Haïk Ahekhnavorm (Haïk l'Archer), entré dans l'histoire sous le nom de Haïk Naaped, patriarche et père fondateur du peuple arménien et de la dynastie royale des Haykazuni, défit les forces de Bel lors de la bataille de Dyutsaznamart (au sud-est du lac de Van, dans le cours moyen de la rivière Hayots Dzor) et posa ainsi les fondements du futur État arménien.</p>",
    "independenceDay": "<p>Le 21 septembre 1991, le peuple arménien vota pour l'indépendance vis-à-vis de l'Union soviétique lors d'un référendum national. La république faisait partie de l'URSS depuis 1921.</p><p>Ce référendum sur la sortie de l'Union soviétique fut organisé sur décision du Soviet suprême. Près de 99 % des électeurs se prononcèrent en faveur de l'indépendance. Deux jours plus tard, le 23 septembre, le Soviet suprême proclama officiellement l'Arménie État indépendant.</p><p>La souveraineté formelle de la République fut établie le 26 décembre 1991, avec la dissolution de l'Union soviétique.</p>",
    "gregoryDay": "<p>Saint Grégoire l'Illuminateur (vers 252-326 apr. J.-C.) fut le premier catholicos d'Arménie. Sa mémoire est honorée par l'Église arménienne le 30 septembre.</p><p>Le père de Grégoire, Anak, soudoyé par le roi perse, assassina le roi arménien Khosrov et fut exécuté avec toute sa famille. Seul le plus jeune enfant fut sauvé: une nourrice chrétienne eut le temps d'emmener le nourrisson en Cappadoce, à Césarée, où il fut baptisé et élevé dans la foi chrétienne.</p><p>Devenu adulte et désireux d'expier la faute de son père, Grégoire entra au service de Tiridate III, fils du roi assassiné. Quand Tiridate apprit que Grégoire était chrétien, il ordonna de le soumettre à des tortures, puis de le jeter dans une fosse profonde pour l'y laisser mourir. Une femme pieuse lui apporta secrètement de la nourriture, et Grégoire survécut ainsi treize ans dans ce cachot.</p><p>Entre-temps, Tiridate fut frappé de folie. Ce fut Grégoire lui-même qui le guérit. Ébranlé par ce qui s'était passé, le roi accepta le baptême et, en 301, proclama le christianisme religion d'État. Grégoire fut ordonné évêque et devint le premier primat de l'Église arménienne.</p><p>En 325, peu avant sa mort, le saint transmit sa charge à son fils Aristakès et se retira dans la solitude. Pendant de nombreuses générations, les catholicos d'Arménie sont issus de la lignée de saint Grégoire, et c'est en son honneur que l'Église apostolique arménienne est aussi connue sous le nom d'Église grégorienne.</p><p>Selon une antique tradition, saint Grégoire l'Illuminateur alluma sur le sommet de l'Aragats une flamme éternelle, source de lumière et d'espérance. Dans les heures les plus sombres de son histoire, les Arméniens ont tourné les yeux vers cette montagne pour y puiser force et foi en l'avenir.</p>"
  }
}