{
  "articles": [
    {
      "id": "easter",
      "date": "",
      "title": "Пасха (затик)",
      "details": {
        "description": "<p>В этот день в Армении отмечается светлый праздник Пасхи. Армянское слово «Затик» (Пасха), происходит, вероятно, от слова «азатутюн, азатвел» (свобода, освобождаться) и означает избавление от страданий, зла и смерти. Приветствуя друг друга в Пасху, русские христиане говорят: «Христос воскрес!» — «Воистину воскрес!».</p><p>Идея воскресения является основополагающей в христианстве. Ее смысл в переходе от смерти к новой жизни, от земли к небу. В день Пасхи ранняя церковь отмечала распятие Христа.</p>",
        "source": "https://www.calend.ru/holidays/0/0/2707/"
      }
    },
    {
      "id": "sarkisDay",
      "date": "",
      "title": "День Святого Саркиса",
      "details": {
        "description": "<p>День святого Саркиса — это национальный праздник в Республике Армения, ежегодно отмечаемый в конце января — первой половине февраля.</p><p>Святой Саркис (St. Sarkis, 320—370) — один из самых почитаемых святых Армянской апостольской церкви и всего армянского народа. Святой Саркис был родом из провинции Гамерек, жил и совершал подвиги во времена правления императора Константина Великого. Под влиянием проповедей полководца Саркиса многие воины принимали крещение. В 363 году, при императоре Юлиане Отступнике, святой Саркис пострадал за Христа.</p><p>До наших дней дошла красивая легенда, помогающая понять, почему святого Саркиса считают покровителем молодых влюблённых. Итак, вернувшись с победой после очередного сражения, святой Саркис и 39 его солдат и соратников праздновали победу в королевском дворце. После обильного угощения, приняв изрядную долю спиртного, все сорок победителей отправились спать. Король же приказал сорока молодым женщинам убить храбрых воинов. 39 женщин выполнили приказ и убили солдат и соратников Саркиса, но одна женщина, увидев прекрасное лицо спящего Саркиса, безумно полюбила воина. Вместо того, чтобы убить Саркиса, она его поцеловала.</p><p>Проснувшись и осознав, что произошло, Саркис молниеносно оседлал своего белого коня, вскочил на него, посадив рядом свою возлюбленную, прорвался сквозь городские ворота и покинул город.</p><p>Вот поэтому влюблённые стали почитать святого Саркиса и видеть в нем своего покровителя и защитника. И святой Саркис всегда помогает и содействует молодым влюблённым, ищущим у него защиты.</p><p>Праздник покровителя молодых влюблённых святого Саркиса в Армении официально отмечают с 2007 года. Ночью перед праздником молодые едят соленый блин и ожидают откровения во сне: какая же невеста или жених им предназначается.</p><p>Церковь же призывает в эти дни усердно молиться святому Саркису. В связи с этим празднику предшествует пятидневный пост.</p><p>В день праздника в малом центре столицы Армении, в церкви Сурб Саркис, особенно многолюдно. Здесь, как и во всех армянских храмах, проходит праздничная литургия. Многие молодые, парами или пока еще в одиночку, приходят за благословением.</p>",
        "source": "https://www.calend.ru/holidays/0/0/1981/"
      }
    },
    {
      "id": "vardanankDay",
      "date": "",
      "title": "Вардананк",
      "details": {
        "description": "<p>Вардананк (Святой Вардананц) для армян — День милосердия и национальной дани героям. День отмечается в память о поражении армянских войск во главе с Варданом Мамиконяном в битве с персидской армией на Аварайрском поле.</p><p>В середине 5 века Персидская империя предприняла попытку принудить Армению — первое христианское государство в мире — к вероотступничеству. В 448 году персидский шах Иездигерд II отправил в Армению послание с требованием принять зороастризм. Созванный в Арташате собор высшего духовенства и светской знати Армении отверг это требование.</p><p>Армяне осознавали, какая опасность нависла над ними — принятие зороастризма было равносильно ассимиляции и полному уничтожению армянского народа. В стране началось восстание, давшее начало созданию массового народного движения «Вардананк», объединившего весь армянский народ: дворянство, духовенство и крестьянство. Движение получило название в честь вдохновителя и лидера — Вардана Мамиконяна.</p><p>В мае 451 года произошла знаменитая Аварайрская битва на берегах Тгмута, у села Аварайр. Против регулярной 230-тысячной персидской армии, включавшей элитный полк «Бессмертных» и боевых слонов, выступило армянское войско численностью 66 тысяч. Большую часть войска составляло народное ополчение, в том числе женщины, монахи, старики.</p><p>Во главе армянского войска стоял полководец Вардан Мамиконян. В этой битве обе стороны понесли большие потери, а сам князь Вардан Мамиконян пал смертью храбрых. Однако, встретив яростное сопротивление со стороны армян и понеся огромные потери, персы вынуждены были отказаться от посягательств на христианскую религию и национальную самобытность армянского народа.</p><p>Армяне сохранили свою христианскую веру, отстояв ее с оружием в руках, они знали, что стоят насмерть за правое дело. Бок о бок стояли соседи, односельчане, друзья и даже бывшие враги. В этот момент были стерты и забыты старые обиды, недоразумения, недовольства, и всех объединяло одно — родная Армения.</p><p>Вардананк — это пример единения всего армянского народа в трудное для него время, а также память и уважение предкам, отстоявшим право Армении на существование в битве при Аварайре.</p><p>Праздник ежегодно отмечается в четверг, за 8 недель до праздника Святой Пасхи. Когда-то он был всенародным и отмечался очень широко, но сегодня Вардананк стал более церковным праздником.</p>",
        "source": "https://www.calend.ru/holidays/0/0/492/"
      }
    },
    {
      "id": "maslenitsaDay",
      "date": "",
      "title": "Бун Барекендан",
      "details": {
        "description": "<p>Одна из «маслениц» (барекендан) Армянской апостольской церкви, которая предшествует сорокадневному Великому посту. Соответствует православной Сырной седмице (Масленице) и католическому Карнавалу.</p><h3>Традиции и обряды</h3><p>С принятием в 301 году христианства Арменией традиции древних празднеств весны переплелись с новой религией. В старину на Масленицу готовили обильную пищу, организовывались ярмарки и народные гуляния, в которых участвовали взрослые и дети, проводили увеселительные мероприятия, а бедняки, нищие, небогатые, калики, безденежные, христарадники и беспорточники становились предметом всеобщего внимания и пользовались благами общественного стола. В день Масленицы люди ходят в гости друг к другу или всей семьёй собираются у одного стола и празднуют. Главным блюдом этого праздника является плов с изюмом и маслом. В воскресную ночь после Масленицы ели на ужин мацун (простоквашу) и катнов (молочную рисовую кашу). День после Масленицы являлся нерабочим и именуется в народе бакла хоран.</p><p>Поскольку посты некоторых других церковных праздников в Армянской Апостольской Церкви также имеют свою масленицу, то эта называется Истинной и отмечается в воскресенье накануне начала Великого поста. В субботу перед Истинной Масленицей завеса алтаря закрывается на весь период Великого поста и открывается только в день Воскресения Христова. В день Масленицы литургия совершается за закрытой завесой. Празднуется всегда в воскресенье и заканчивается в тот же день вечером.</p><p>Согласно армянской церковной традиции, Масленица является воспоминанием человеческого счастья, которым наслаждались в своё время Адам и Ева в раю. Человеку, согласно ей же, можно было вкусить все плоды за исключением плода с дерева знания, который символизирует пост идущий за масленицей. Масленица является выражением добродетелей. В этот день люди выходят из траура и начинают радоваться, забывают о страданиях и находят утешение. Каждый христианин смиренностью души, покаянием, постом и с надеждой на милость Бога приступает к сорокадневному Великому Посту.</p>",
        "source": "https://ru.wikipedia.org/wiki/Бун_Барекендан"
      }
    },
    {
      "id": "ripsimeDay",
      "date": "",
      "title": "День памяти святой Рипсимэ",
      "details": {
        "description": "<p>В этот день в Армении чтят память святой Рипсимэ (Рипсимии) — раннехристианской армянской мученицы и святой. Праздник отмечается в понедельник, через неделю после Пятидесятницы.</p><p>В 301 году в Армению пришли 37 христианских дев, бежавших из Рима вследствие гонений на христиан. Покоренный красотой одной из них, девы по имени Рипсимэ, царь Трдат III пожелал овладеть ею. Отказ девы, заявившей, что она принадлежит только Христу, привел царя в неописуемую ярость. Он велел убить Рипсимэ, ее наставницу Гаянэ и их подруг, давших тот же обет.</p><p>Спустя девять дней Святой Григорий Просветитель отыскал мощи мученически погибших дев и предал их земле, после чего построил часовни во имя мучениц. Впоследствии именно в этих краях были возведены церкви Св. Рипсимэ, Св. Гаянэ и Св. Шогакат.</p><p>Сам же царь Трдат после казни невинных христианок стал одержим бесами. От бесноватости царя исцелил крестивший его Григор Просветитель. После этого, поверив в силу христианской веры, Трдат крестился сам, а затем крестил народ и провозгласил христианство государственной религией в Армении.</p>",
        "source": "https://www.calend.ru/holidays/0/0/995/"
      }
    },
    {
      "id": "echmiadzinDay",
      "date": "",
      "title": "Праздник кафедрального собора Эчмиадзин",
      "details": {
        "description": "<p>Праздник Кафедрального Собора святого Эчмиадзина отмечается в воскресенье, на 64 день после праздника Святой Пасхи.</p><p>Святой Эчмиадзин — одна из бывших столиц Армении. После принятия христианства в Армении как государственной религии в 301 году он стал духовным центром Армянской Церкви.</p><p>На древнеармянском языке слово «эчмиадзин» означает «снизошел единородный». Согласно легенде, Первопрестольный Святой Эчмиадзин построен на месте, указанном Христом святому Григорию в пророческом сне после крещения царя Трдата. Рядом с собором находятся церкви святой Рипсимэ и святой Гаянэ, святой Шогакат, посвященные памяти дев, убитых в третьем веке царем Трдатом за распространение христианства.</p><p>В святом Эчмиадзине с почитанием хранятся мощи святого Иоанна Крестителя, святого Стефана Первомученика, святых апостолов Фаддея, Варфоломея, Андрея Первозванного, Фомы, многих святых Церкви и такие святыни, как частица Древа Животворящего и Пречестного Креста Христова, частица тернового венца и копье, пронзившее Иисуса Христа.</p>",
        "source": "https://www.calend.ru/holidays/0/0/495/"
      }
    },
    {
      "id": "vardavarDay",
      "date": "",
      "title": "Вардавар",
      "details": {
        "description": "<p>Праздник установлен в честь Преображения Господня, произошедшего на горе Фавор. Согласно Библии, Иисус Христос с тремя апостолами — Петром, Иаковом и Иоанном — поднимался на гору Фавор, где им явились пророки Моисей и Илья. Разговаривая с ними, Христос преобразился, а Его одежды стали белее снега.</p><p>Однако, этот праздник, несмотря на свою христианскую сущность, сохранил ряд языческих черт. Само слово «Вардавар» имеет разные значения. По преданию Армянской Церкви святой Григорий Просветитель, первый Католикос Армении, назначил праздник Преображения на первый день армянского календаря — 1-е число месяца навасард (11 августа). А в этот день отмечался языческий праздник, и в результате и некоторые его элементы сохранились в обрядах народного празднования Преображения.</p><p>В этот день принято обливаться водой. Праздник начинается с самого раннего утра, все поливают друг друга водой, кто из чего может, невзирая при этом на возраст, пол и общественное положение. Обижаться или проявлять недовольство нельзя, потому что считается, что в этот день вода обладает целебной силой.</p><p>Раньше праздник также сопровождался традиционными песнями, танцами и играми. Люди дарили друг другу розы, а влюбленные юноши пускали в небо голубей. В храме Астхик паломники возлагали на священное место букеты из роз и совершали жертвоприношения. Если голубь трижды кружился над крышей дома его любимой, осенью ее выдавали замуж. Иная картина наблюдалась в горной местности, где климат сравнительно прохладный. Здесь главная роль отводилась жертвоприношению животных, дальнему паломничеству, веселью.</p><p>Как и другие традиционные праздники, «Вардавар» также несет в себе смысл плодородия. Люди с двухдневным припасом еды шли к святым источникам, вели с собой украшенных для жертвоприношения животных, которых приносили в жертву, надеясь на милость богов.</p>",
        "source": "https://www.calend.ru/holidays/0/0/494/"
      }
    },
    {
      "id": "grapesDay",
      "date": "",
      "title": "Успение Пресвятой Богородицы",
      "details": {
        "description": "<p>Успение Пресвятой Богородицы — один из великих праздников Армянской церкви и самый древний из семи праздников, посвященных Богоматери. В отличие от Русской Православной и Католической церквей, в календаре Армянской церкви данный праздник не имеет фиксированной даты, а является переходящим — он празднуется в ближайшее к 15 августа воскресенье.</p><p>Этот день, посвященный уходу из жизни Богородицы, отмечается в Армении с 5 века. Это светлый праздник — говоря об уходе Богородицы из жизни употребляется слово «успение» (усыпание, сон), чем подтверждается необычность, таинственность и величие события.</p><p>После литургии в день Успения Богородицы в армянских церквях совершается обряд благословления винограда, который отнюдь не совмещен с праздником. Благословление винограда, созревающего в данную пору, всего лишь приурочено к Успению. В южных регионах Армении, где виноград созревает раньше, его благословление совмещалось с праздником преображения Господня.</p><p>По освященной традиции первый урожай всегда приносился в храм. Традиция имеет древние корни и является благодарностью Творцу за дарованные людям земные блага. Священнослужитель читает соответствующие фрагменты молитвы, троекратно благословляет виноградную лозу, после чего плоды раздаются прихожанам. В старину обряд совершался в прицерковном винограднике или в саду одного из служителей.</p>",
        "source": "https://www.calend.ru/holidays/0/0/1983/"
      }
    },
    {
      "id": "translatorDay",
      "date": "",
      "title": "Таркманчац",
      "details": {
        "description": "<p>Профессиональный праздник переводчиков и день, посвященный армянскому алфавиту, — Таркманчац, отмечаемый в Армении ежегодно во вторую субботу октября, — это дань уважения армянского народа армянской письменности и культуре.</p><p>Этот день посвящен замечательным деятелям открытия армянской письменности и искусства. Армянская апостольская церковь, исходя из преданных чувств народа, причислила к ряду отцов церкви заслуженных деятелей духовно-культурного просвещения и два раза в год празднует их день.</p><p>В конце июня или начале июля праздник Месропа Маштоца и Саака Партева отмечается в Ошакане. В октябре отмечается день Месропа Маштоца и обученных им переводчиков.</p>",
        "source": "https://www.calend.ru/holidays/0/0/490/"
      }
    },
    {
      "id": "newYear",
      "date": "01.01",
      "title": "Новый год",
      "details": {
        "description": "<p>Новый год в Армении отмечается в ночь с 31 декабря на 1 января. 1 и 2 января – государственные выходные.</p><p>Традиционно на Новый год в Армении: Дед мороз и Снегурочка, мелодии современных и народных армянских песен.</p><p>На праздничном столе новогодние блюда национальной кухни, сладости и изумрудное армянское вино и коньяк. И, конечно, нельзя представить себе армянский стол без тамады и тостов!</p><p>Традиция отмечать Новый год 1 января закрепилась в армянском календаре не так давно. В западной части, на территории Киликии, в некоторых армянских колониях зарубежных стран 19 века Новый год отмечался 1 января. Однако до начала 20-го века в некоторых восточных районах Армении параллельно Новому году, с большим воодушевлением и теплотой отмечали армянский Новый год – Навасард, а 1 января ограничивались лишь поздравлениями.</p><p>В настоящее время Новый год отмечается по григорианскому календарю 1 января, а Навасард отмечается как отдельный праздник.</p>",
        "source": "https://www.calend.ru/holidays/0/0/293/17/"
      }
    },
    {
      "id": "сhristmas",
      "date": "06.01",
      "title": "Рождество Христово",
      "details": {
        "description": "<p>6 января Армянская Апостольская Церковь отмечает праздник Рождества и Крещения Иисуса Христа — один из главных христианских праздников.</p><p>До 5 века все христианские церкви отмечали праздник Рождества Христова и Крещения 6 января. В дальнейшем, некоторые церкви начали отмечать Святое Рождество 25 декабря. Это было сделано для того, чтобы люди забыли отмечаемый в этот день языческий праздник.</p><p>Армянская Апостольская церковь осталась верна старому порядку и день рождения Христа отмечает 6 января одновременно с Крещением Христа под общим названием Богоявления.</p><p>Накануне праздника Святого Рождества, вечером служится литургия, которая называется Литургия Сочельника. В этот день верующие зажигают свечу в церкви и несут ее домой для освещения дома и подготовки к празднику Рождества Христова.</p><p>На следующий день, 6 января, утром служится Рождественская литургия. Далее проводят праздник крещения Христа с церемонией освящения воды.</p><p>В воду добавляется святое Миро, вода благословляется молитвой. Согласно традиции, после службы верующие люди несут в свои дома немного освященной воды. Вода именуется крещенской и является целебным средством для больных, так как освященная вода обладает особенными благодатными свойствами. Крещенскую воду хранят и относятся к ней, как к великой святыне.</p><p>В дни празднования Рождества также освящают дома. 7-го января, как и во все дни, следующие сразу за главным праздником, совершается поминовение усопших — Мерелоц. После Божественной литургии во всех церквях молятся за упокой души, после чего люди посещают могилы.</p><p>Накануне праздника Святого Рождества, вечером служится литургия, которая называется Литургия Сочельника. В этот день верующие зажигают свечу в церкви и несут ее домой для освещения дома и подготовки к празднику Рождества Христова.</p><p>На следующий день, 6 января, утром служится Рождественская литургия. Далее проводят праздник крещения Христа с церемонией освящения воды.</p><p>В воду добавляется святое Миро, вода благословляется молитвой. Согласно традиции, после службы верующие люди несут в свои дома немного освященной воды. Вода именуется крещенской и является целебным средством для больных, так как освященная вода обладает особенными благодатными свойствами. Крещенскую воду хранят и относятся к ней, как к великой святыне.</p><p>Как и в России, Рождество в Армении является семейным праздником, который собирает родных и близких за богато накрытым праздничным столом.</p><p>В дни празднования Рождества также освящают дома. 7-го января, как и во все дни, следующие сразу за главным праздником, совершается поминовение усопших — Мерелоц. После Божественной литургии во всех церквях молятся за упокой души, после чего люди посещают могилы.</p>",
        "source": "https://www.calend.ru/holidays/0/0/1805/"
      }
    },
    {
      "id": "terendezDay",
      "date": "13.02",
      "title": "Терендез",
      "details": {
        "description": "<p>Трндез своими народными гуляньями напоминает русскую Масленицу, с элементами светского западноевропейского дня Святого Валентина, ибо главные действующие лица праздника — это молодые супружеские пары и просто влюблённые друг в друга юноши и девушки.</p><p>После праздничной литургии в церквях совершается обряд благословения молодожёнов. Если день Трндез выпадает на период Великого поста, то в церквях открывают завесы алтарей и служат открытую литургию.</p><p>Традиционно молодожены и влюбленные прыгают через костёр, что символизирует единство перед вызовами, с которыми придется столкнуться.</p><h3>История праздника</h3><p>Изначально Трндез был дохристианским праздником огнепоклонников и назывался «Трндез», что, в буквальном переводе с армянского, означает: «сноп сена перед вашим домом». После того, как Армения приняла христианство, название праздника было реинтерпретировано от слова «тер» — хозяин, творец. Главными участниками христианского варианта «Трндеза» стали юноши и девушки — молодожены или те, кто в текущем году собираются пожениться. </p><h3>Традиции праздника</h3><p>Издавна главным атрибутом праздничного действа остаётся костёр, через который, взявшись за руки, прыгают влюблённые пары. Считается, что если им удаётся совершить прыжок не расцепляя рук, то их семья будет крепкой, а любовь вечной. Пока молодёжь совершает прыжки, люди постарше посыпают их семенами пшеницы и конопли, что также является своеобразным пожеланием благополучия в семейной жизни. Также, согласно армянским верованиям, пламя праздничного костра в этот день придает тем, кого «лизнёт», энергию обновления и благополучие в жизни.</p><p>Затем, следом за молодыми парами, через костёр прыгали бездетные женщины, надеясь, что пламя поможет им забеременеть, а потом и все остальные участники празднества. После чего, все брались за руки и водили своеобразный хоровод вокруг плодоносного огня.</p><p>Когда костёр гаснет, пепел собирают и рассыпают по полям, что, согласно армянским поверьям, должно принести хороший урожай будущей осенью.</p><p>В настоящее время костры разжигают реже, но те юноши и девушки, кто лишён возможности попрыгать через костёр, гуляют вечером по улицам городов, держа в руках стаканчики с зажжёнными свечами.</p>",
        "source": "https://ru.wikipedia.org/wiki/Терендез"
      }
    },
    {
      "id": "bookGivingDay",
      "date": "19.02",
      "title": "День дарения книг",
      "details": {
        "description": "<p>Решением председателя союза писателей Армении Левона Ананяна 19 февраля в Армении отмечается общенациональный праздник — День дарения книг. О восстановлении этой традиции он объявил в 2008 году, отметив, что инициатором проведения праздника выступило правительство Армении.</p><p>Дата проведения была выбрана в связи с тем, что (7) 19 февраля 1869 года родился величайший армянский поэт и писатель, крупный общественный деятель Ованес Тадевосович Туманян. Писать он начал в молодости, в середине 1880-х годов, сотрудничал со многими армянскими газетами и журналами.</p><p>Туманян оставил небольшое, но разнообразное литературное наследство, в котором гармонично сочетаются проза и поэзия, сказки и басни, лирика и баллады.</p><p>Сегодня в честь этого Дня в республике проводятся различные мероприятия, посвященные Книге. Ведь еще не так давно книга была одним из самых желанных подарков. И сейчас в Армении пробуют возродить былые традиции и вернуть подрастающему поколению во многом утраченный интерес к книгам.</p>",
        "source": "https://www.calend.ru/holidays/0/0/2558/"
      }
    },
    {
      "id": "annunciationDay",
      "date": "07.04",
      "title": "Благовещение Пресвятой Богородицы",
      "details": {
        "description": "<p>Благовещение Пресвятой Богородицы отмечается православным миром 7 апреля. Согласно библейским писаниям, в этот день ангелы-хранители сообщали Божьей матери, что у нее через 9 месяцев родится ребенок. Отсюда этот день и есть Благовест.</p><p>Испокон веков отмечается он в Армении и армянских диаспорах как День Женщины, Матери, красоты и весны. В современной Армении это национальный праздник. В этот день мужчины делают подарки своим матерям, женам, сестрам, любимым подругам.</p>",
        "source": "https://www.calend.ru/holidays/0/0/173/17/"
      }
    },
    {
      "id": "vDay",
      "date": "09.05",
      "title": "День Победы",
      "details": {
        "description": "<p>День Победы в Армении — государственный праздник. 9 мая армянский народ чтит память сотен тысяч своих сыновей, которые в годы Второй мировой войны сражались против фашизма в рядах вооруженных сил Советского Союза и союзников.</p><p>Среди армян-героев ВОВ — маршалы Ованес Баграмян, Амазасп Бабаджанян и Сергей Худяков (Ханферянц), адмирал Исаков, легендарный советский авиаконструктор Артем Микоян.</p><p>Армянские воины служили во многих родах войск Красной Армии: в пехоте, бронетанковых войсках, авиации, артиллерии, на военно-морском флоте, в пограничных, тыловых и санитарных частях. Среди воинов-армян были как рядовые бойцы, так и командиры всех степеней, вплоть до командующих дивизиями, корпусами и армиями.</p>",
        "source": "https://www.calend.ru/holidays/0/0/40/17/"
      }
    },
    {
      "id": "republicDay",
      "date": "28.05",
      "title": "День Республики",
      "details": {
        "description": "<p>Ежегодно 28 мая жители Армении отмечают государственный праздник — День Республики, который является нерабочим днём в стране. Второе название этого праздника — День восстановления суверенитета. 28 мая 1918 года была восстановлена независимость Армении, более шести веков находившейся под игом разных завоевателей.</p><p>Разделённая между Османской империей и Персией в 1639 году Армения оставалась относительно стабильной до падения династии Сефевидов в 1722 году. Примерно в это время начинается российская экспансия в этот регион. Россия присоединила к себе персидскую Армению в 1813—1827 годах и часть турецкой Армении в 1828 и 1878 годах. В 1870-х годах зарождается армянское национальное движение, руководители которого пытались извлечь выгоду для себя из соперничества великих держав того времени, пытавшихся подчинить себе Османскую империю.</p><p>Вскоре после начала Первой мировой войны турки приступили к решению «армянского вопроса» путем насильственного изгнания всех армян из Малой Азии. Солдаты-армяне, служившие в турецкой армии, были демобилизованы и расстреляны, женщины, дети и старики насильственно изгнаны в пустыни Сирии. Оценки числа погибших сильно различаются — от 600 тысяч до 1 миллиона человек.</p><p>Некоторым армянам удалось выжить благодаря помощи со стороны турок и курдов, большинство из них бежали в Российскую Армению или в другие страны Ближнего Востока. Российская Армения была провозглашена независимой республикой 28 мая 1918 года.</p><p>Несмотря на голод, массовый приток беженцев и конфликты с соседними странами — Азербайджаном, Грузией и Турцией — республика отважно боролась за свое существование. В 1920 году части Красной Армии вошли в Армению, и 2 декабря 1920 года там была провозглашена Советская республика.</p><p>Несмотря на то, что Республика Армении просуществовала так относительно недолго, но 28 мая остается важной датой для жителей страны, ведь в этот день Армения впервые за шесть веков обрела независимость.</p>",
        "source": "https://www.calend.ru/holidays/0/0/487/"
      }
    },
    {
      "id": "nationalFlagDay",
      "date": "15.06",
      "title": "День государственного флага",
      "details": {
        "description": "<p>Ежегодно 15 июня в Армении отмечается День государственного флага Республики Армения.</p><p>15 июня 2006 года Национальным Собранием Республики Армения был принят специальный Закон «О государственном флаге Республики Армения», в связи с чем День государственного флага является официально отмечаемым государственным праздником.</p><p>Флаг Армении — государственный символ Республики Армения. Флаг представляет собой прямоугольное полотнище из трех равных горизонтальных полос: верхней — красного, средней — синего и нижней — оранжевого цвета.</p><p>Красный цвет символизирует Армянское нагорье, постоянную борьбу армянского народа за выживание, христианскую веру, независимость и свободу Армении. Синий цвет символизирует стремление армянского народа жить под мирным небом. Оранжевый цвет символизирует созидательный талант и трудолюбие армянского народа.</p><p>Отношение ширины флага к его длине 1:2. Флаг Армении был принят Верховным Советом Республики Армения 24 августа 1990 года.</p><p>Флаг впервые был провозглашен официальным символом Армении во время недолгого периода независимости (1918–1921). Независимое армянское государство выбрало для своего государственного флага цвета завершающего периода династии Рубенидов (Киликийское царство) — красный, синий и желтый. На выбор цветов значительное влияние оказали и материалы доклада, прочитанного в Национальном собрании молодой республики выдающимся армянским филологом Степаном Малхасянцем.</p><p>Желтый был сразу же заменен на оранжевый, поскольку комбинация красного, синего и оранжевого, как посчитали, была более приятной для визуального восприятия. После обретения Арменией независимости, в результате распада Советского Союза, этот флаг вновь стал государственным символом страны.</p>",
        "source": "https://www.calend.ru/holidays/0/0/2696/"
      }
    },
    {
      "id": "constitutionDay",
      "date": "05.07",
      "title": "День Конституции",
      "details": {
        "description": "<p>День Конституции — праздник основополагающего документа Республики — отмечается в Армении ежегодно 5 июля, является в стране нерабочим днём и сопровождается различными праздничными и торжественными мероприятиями.</p><p>В этот день в 1995 году проект Основного закона, подготовленный идеологами правящей тогда в стране партии — Армянского общенационального движения — был вынесен на общенациональный референдум и одобрен народом Армении. Основной закон образца 1995 года стал первой Конституцией независимой Армении, по которой живет Республика.</p>",
        "source": "https://www.calend.ru/holidays/0/0/488/"
      }
    },
    {
      "id": "nationalIdentityDay",
      "date": "11.08",
      "title": "День национальной идентичности",
      "details": {
        "description": "<p>11 августа, как утверждают древние армянские хроники, в 2492 году до Рождества Христова прародитель армян Айк победил Бэла, открыв возможность своим потомкам для свободного существования и развития.</p><p>По преданию, Айк Ахехнавор (Айк-Лучник), вошедший в историю как Айк Наапет (патриарх-родоначальник армянского народа, основатель царской династии Айказуни), разбил в сражении Дюцазнамарт (юго-восточнее озера Ван, среднее течение реки Айоц-дзор) войска ассирийского тирана Бэла и положил начало будущему армянскому государству.</p>",
        "source": "https://www.calend.ru/holidays/0/0/2171/"
      }
    },
    {
      "id": "independenceDay",
      "date": "21.09",
      "title": "День независимости Армении",
      "details": {
        "description": "<p>В этот день в 1991 году народ Армении на всенародном референдуме проголосовал за провозглашение независимости от Советского Союза, в который республика входила с 1921 года.</p><p>Именно в этот день по решению Верховного Совета Армении был проведен референдум о выходе из состава СССР и создании независимого государства Армения. 99% граждан, обладающих правом голоса, ответили на вопрос утвердительно. Через два дня, 23 сентября, Верховный Совет республики провозгласил Армению независимым государством.</p><p>Формально Республика получила независимость 26 декабря того же года в связи распадом Советского Союза.</p>",
        "source": "https://www.calend.ru/holidays/0/0/489/"
      }
    },
    {
      "id": "gregoryDay",
      "date": "30.09",
      "title": "День святого Григория",
      "details": {
        "description": "<p>Святой Григорий Просветитель (3-4 век), чья память чтится армянской церковью 30 сентября, — первый епископ (католикос) Армении.</p><p>Его отец был подкуплен персами, убил армянского царя Хосрова, и за это был казнен. Всю семью убийцы ожидала та же участь. Спасся только самый младший, нареченный вскоре при крещении Григорием. Кормилица-христианка успела унести мальчика в Кесарию Каппадокийскую, где тот крестился и получил христианское воспитание.</p><p>Григорий вырос и, чтобы загладить позор своего отца, поступил на службу к сыну убитого им царя — Трдату. Когда Трдат узнал, что Григорий — христианин, то приказал жестоко мучить его, а потом бросить в ров на голодную смерть. Однако, одна благочестивая женщина подкармливала Григория, и таким образом он прожил во рву 13 лет.</p><p>К этому времени царя Трдата охватило безумие. Исцелил его Григорий. После этого чуда царь Трдат крестился сам и в 301 году придал христианству статус государственной религии. А святой Григорий получил сан епископа и прочно утвердил христианство в Армении.</p><p>В 331 году, незадолго до своей кончины, святой Григорий передал епископскую кафедру своему сыну и удалился в уединение. Еще многие поколения католикосов Армении происходили из славного рода святого Григория Просветителя. До сих пор Армянскую Апостольскую Церковь в честь этого святого называют еще Григорианской.</p><p>Согласно древней легенде, святой Григорий Просветитель установил на вершине Арагаца (Алагеза) вечную лампаду — источник света и надежды. В тяжелые моменты своей истории взоры армян устремляются к Арагацу, и это придает им сил и надежды.</p>",
        "source": "https://www.calend.ru/holidays/0/0/1070/"
      }
    }
  ]
}
